/*
 *  Localizable.strings
 *  Admin Utility
 */

/* General */
"AirPortUtility"= "AirPort İzlencesi";
"AdminUtility"	= "AirPort İzlencesi";
"AboutAirPortUtility" = "%@ Hakkında";
"HideAirPortUtility" = "Gizle: %@";
"QuitAirPortUtility" = "Çık:  %@";

/* Button Titles */
"OK"			= "Tamam";
"Cancel"		= "Vazgeç";
"ConfirmUpload"	= "Yükle";
"GoBack"		= "Geri Dön";
"Continue"		= "Sürdür";
"Close"			= "Kapat";
"DontClose"		= "Kapatma";
"Done"			= "Bitti";
"Switch"		= "Geç";
"DontSwitch"	= "Geçme";
"Yes"			= "Evet";
"No"			= "Hayır";
"DontSave"		= "Kaydetme";
"Save"			= "Kaydet";
"Revert"		= "Geri Dön";
"Update"		= "Güncelle";
"DontUpdate"	= "Güncelleme";
"Optional"		= "(İsteğe Bağlı)";
"OtherDotDotDot" = "Diğer…";
"MoreInfo"		= "Daha Fazla Bilgi…";
"Download"		= "İndir";
"Remove"		= "Sil";
"DontRemove"	= "Silme";
"Edit"			= "Düzenle";
"EditEllipsis"	= "Düzenle…";
"Resume"		= "Sürdür";


/* Keychain information */
"keychainBaseStationDescription" = "AirPort baz istasyonu parolası";
"keychainBaseStationType" = "AirPort Baz İstasyonu";
"keychainNetworkDescription" = "AirPort ağ parolası";
"keychainAirDiskDescription" = "AirPort Disk parolası";
"keychainNetworkType" = "AirPort Ağı";
"keychainSpeakerDescription" = "uygulama parolası";
"keychainSpeakerType" = "Uzaktaki Hoparlör";

/* Password sheet and keychain strings */
"OtherPrompt" = "Adresi ve parolayı girin:";
"PasswordPrompt" = "Seçilen AirPort kablosuz ağ aygıtı için parolayı girin:";
"SaveSecuritySettings" = "Daha fazla güvenlik için parolaları şifrele";
"SaveSecuritySettingsDescription" = "Daha sonra bu parolaları görüntülemek veya içe aktarmak istediğinizde %@ parolasını sağlamanız gerekecektir.";
"PasswordPromptDoc" = "Tüm ayarları ve parolaları görüntülemek için bu ayarlar dosyasının parolasını girin. Parolalar dışındaki tüm ayarları görüntülemek için parola girmeden Sürdür'ü tıklayın.";
"SaveSecuritySettingsNotEncrypted" = "Parolalar şifrelenmeyecek ve daha az güvenli bir şekilde kaydedilecek.";
"RememberPassword" = "Bu parolayı anahtar zincirimde tut";
"KeychainRemoveAreYouSure" = "Bu parolayı anahtar zincirinden silmek istediğinizden emin misiniz?";
"KeychainRemoveExplain" = "Parolayı anahtar zincirinden silerseniz, her seferinde girmeniz istenecektir.";

/* AOL Login script -- probably no need to localize */
"AOL"			= "AOL";

/* Help book name */
"AirPortHelp"	= "AirPort İzlencesi Yardım";
"AirPortServiceAndSupport" = "AirPort Servis ve Destek";
"AirPortServiceAndSupportURL" = "http://www.apple.com/support/airport/";

/* Open/Save panel button titles */
"Open"			= "Aç";
"Export"		= "Dışa Aktar";
"Import"		= "İçe Aktar";

/* Discovery Window toolbar items and tool tips*/
"Other"			= "Diğer";
"OtherTip"		= "Diğer AirPort kablosuz ağ aygıtını ayarla";
"Rescan"		= "Yeniden Tara";
"RescanTip"		= "AirPort kablosuz ağ aygıtlarını yeniden tara";
"Configure"		= "Ayarla";
"ConfigureTip"	= "Seçili AirPort kablosuz ağ aygıtını ayarla";

/* Software Update */
"SoftwareUpdateNewer" = "AirPort İzlencesi'nin daha yeni bir sürümü (%@) var.";
"SoftwareUpdateExplain" = "AirPort İzlencesi’nden çıkıp yeni yazılımı almak için Güncelle…’yi tıklayın.";
"SoftwareUpdateTitle" = "AirPort Yazılım Güncelleme";
"SoftwareUpdateButton" = "Güncelle…";
"SUFirmwarePrompt" = "Yeni firmware var.";
"SUFirmwareExplain" = "AirPort kablosuz ağ aygıtlarınızı güncellemek için firmware'i indirin.";
"SUFirmwareExplainDetails" = "İndirmek istediğiniz firmware'i seçin. Firmware'i indirdikten sonra AirPort kablosuz ağ aygıtlarınızı güncelleyebilirsiniz.";
"SUChoosePrompt" = "%d AirPort kablosuz ağ aygıtı için kullanılabilir yeni firmware var.";
"SUChooseExplain" = "Başlamak için Güncelle'yi tıklayın.";
"SUChooseExplainDetails" = "Güncellemek istediğiniz AirPort kablosuz ağ aygıtlarını seçip, yeni firmware'i yüklemek için Güncelle'yi tıklayın.";
"SUOneUpdatePrompt" = "“%2$@” adlı AirPort kablosuz ağ aygıtı için yeni firmware (%1$@) var.";
"SUOneUpdateExplain" = "Başlamak için Güncelle'yi tıklayın.";
"SoftwareUpdateEverythingUpToDate" = "Şu anda, AirPort İzlencesi için ya da AirPort kablosuz ağ aygıtlarınızın herhangi biri için kullanılabilir bir güncelleme yok.";
"SoftwareUpdateAUIsUpToDate" = "AirPort İzlencesi'nin bu sürümü (%@) en son sürümdür.";
"SoftwareUpdateFWIsUpToDate" = "AirPort kablosuz ağ aygıtı firmware'inin bu sürümü (%@) en son sürümdür.";
"SoftwareUpdateBadFirmware" = "Seçilen firmware dosyası, bu AirPort kablosuz ağ aygıtıyla uyumlu değil.";
"SoftwareUpdateDownloadError" = "Firmware indirilirken bir hata oluştu.";
"SoftwareUpdateShowDetails" = "Ayrıntıları Göster";
"SoftwareUpdateHideDetails" = "Ayrıntıları Gizle";
"SoftwareUpdateDirty" = "Bu AirPort kablosuz ağ aygıtını güncelleme, kaydedilmemiş değişikliklerinizin kaybolmasına neden olacaktır.";
"SUSkip" = "Atla";
"SUPasswordPrompt" = "“%@” için parolayı girin:";
"SUVersion" = "Firmware Sürümü";
"SUDownloadProgressPrompt" = "%1$d / %2$d firmware güncelleme indiriliyor";
"SUUpdateProgressPrompt" = "%1$d / %2$d AirPort kablosuz ağ aygıtı güncelleniyor";
"SUUpdateProgressMessage" = "“%1$@” firmware'i %2$@ olarak güncelleniyor…";
"SUWaitingRestartMessage" = "“%@”, yeniden başlaması için bekleniyor…";
"SUAutoCheckConfirm" = "AirPort kablosuz ağ aygıtınız için bir güncelleme varsa veya AirPort kablosuz ağ aygıtı bir sorun bildiriyorsa AirPort İzlencesi açılır.";
"SUAutoCheckExplain" = "Bu ayarları AirPort İzlencesi tercihlerinde değiştirebilirsiniz.";
"SUAutoCheckCheckbox" = "AirPort İzlencesi'ni açarken güncelleme olup olmadığını denetle";
"SUServerFailure" = "Güncelleme sunucusuna bağlanmayla ilgili bir hata oluştu. Ağ ayarlarınızı denetleyip yeniden deneyin.";
"SUInternalServerLabel" = "Dahili Sunucu:";
"SUBackgroundCheckbox" = "Güncellemeleri denetle:";
"SUHourly" = "Her saat";
"SUDaily" = "Her gün";
"SUWeekly" = "Her hafta";
"SUMonthly" = "Her ay";
"SUBackgroundDownloadCheckbox" = "Firmware güncellemelerini otomatik indir";
"SUBackgroundDownloadExplain" = "Güncellemeler yüklenmeye hazır olduğunda AirPort İzlencesi başlayacaktır.";

/* Discovery Window */
"IP4Address" = "IPv4 Adresi";
"IP6Address" = "IPv6 Adresi";
"Interface" = "Arabirim";
"AirPortDesc" = "AirPort (%@)";
"EthernetDesc" = "Ethernet (%@)";

/* Document Toolbar Items and Tabs */
"Restart"				= "Yeniden Başlat";
"HardReset"				= "Saptanmış Ayarları Geri Yükle…";
"Upload"				= "Yükle";
"Default"				= "Saptanmış";
"EquivPW"				= "Parola";
"Summary"				= "Özet";
"SummaryTip"			= "Bu AirPort kablosuz ağ aygıtı ve kablosuz ağı için olan ayarları görüntüleyin";
"AirPort"				= "AirPort";
"AirPortTip"			= "Kablosuz ağınız için seçenekleri ayarlayın";
"AirPort.Summary"		= "Özet";
"AirPort.Summary.Version" = "Sürüm";
"AirPort.BaseStation"	= "Baz İstasyonu";
"AirPort.BaseStation.Options" = "Baz İstasyonu Seçenekleri";
"AirPort.BaseStation.Hostname" = "Baz İstasyonu Sunucu Adı";
"AirPort.Wireless"		= "Kablosuz Ağ";
"AirPort.Wireless.Options" = "Kablosuz Ağ Seçenekleri";
"AirPort.Wireless.AppleWiFiConnect" = "Kablosuz İstemci Seçenekleri";
"AirPort.WDS"			= "WDS";
"AirPort.ACL"			= "Erişim Denetimi";
"Internet"				= "Internet";
"InternetTip"			= "Bu AirPort kablosuz ağ aygıtının Internet'e bağlanma ve Internet bağlantısını paylaştırma şeklini ayarlayın";
"Internet.Main"			= "Internet Bağlantısı";
"Internet.TCPIP"		= "TCP/IP";
"Internet.Modem"		= "Modem";
"Internet.PPPoE"		= "PPPoE";
"Internet.DHCP"			= "DHCP";
"Internet.NAT"			= "NAT";
"Music"					= "Müzik";
"MusicTip"				= "AirPort Express'inizi iTunes'u uzaktaki hoparlörler yoluyla çalacak şekilde ayarlayın.";
"Printers"				= "Yazıcılar";
"USB"					= "USB Paylaşma";
"PrintersTip"			= "AirPort kablosuz ağ aygıtınıza bağlı USB yazıcılar için olan ayarları görüntüleyin ve değiştirin";
"USBTip"				= "AirPort kablosuz ağ aygıtınızda bulunan USB aygıtlarının ayarlarını görüntüleyin ve değiştirin";
"PrintersScanners"		= "Yazıcılar ve Tarayıcılar";
"PrintersScannersTip"	= "AirPort kablosuz ağ aygıtınıza bağlı USB yazıcılar ve tarayıcılar için olan ayarları görüntüleyin ve değiştirin";
"Drives"				= "Diskler";
"DrivesTip"				= "AirPort kablosuz aygıtınızda bulunan saklama aygıtlarının ayarlarını görüntüleyin ve değiştirin";
"Drives.Disks"			= "Diskler";
"Drives.FileSharing"	= "Dosya Paylaşma";
"Drives.Accounts"		= "Hesaplar";
"Advanced"				= "İleri Düzey";
"Advanced.MobileMe"		= "MobileMe";
"Advanced.Firewall"		= "Kapı Eşleme";
"Advanced.PortMapping"	= "Kapı Eşleme";
"Advanced.IPv6"			= "IPv6";
"Advanced.IPv6Firewall"	= "IPv6 Güvenlik Duvarı";
"Advanced.Dialin"		= "Gelen PPP Araması";
"Advanced.Statistics"	= "Günlük / İstatistik";
"AdvancedTip"			= "Daha ileri düzey Apple kablosuz ağ aygıtı ayarlarını görüntüle ve değiştir";
"Profiles"				= "Profiller";
"ProfilesTip"			= "Profiller";
"Statistics"			= "İstatistikler";
"Statistics.Logging"	= "Günlükler";
"Statistics.Wireless"	= "Kablosuz İstemciler";
"Statistics.DHCP"		= "DHCP İstemciler";
"StatisticsTip"			= "Syslog ve istemci bilgileri de dahil olmak üzere AirPort kablosuz ağ aygıtı durum bilgilerini görüntüleyin";
"Search"				= "Ayarı bul";
"SearchTip"				= "AirPort kablosuz ağ aygıtı ayarını adına göre arayın. Adı seçme, sizi o ayarın bölümüne götürecektir.";

/* Panel layout */
"AirPort.Summary.labelPercentage" = "50";
"AirPort.Summary.Version.labelPercentage" = "50";
"AirPort.BaseStation.labelPercentage" = "50";
"AirPort.BaseStation.Options.labelPercentage" = "50";
"AirPort.BaseStation.Hostname.labelPercentage" = "50";
"AirPort.Wireless.labelPercentage" = "50";
"AirPort.Wireless.Options.labelPercentage" = "50";
"AirPort.Wireless.AppleWiFiConnect.labelPercentage" = "50";
"AirPort.GuNe.labelPercentage" = "50";
"AirPort.WDS.labelPercentage" = "50";
"AirPort.ACL.labelPercentage" = "50";

"Internet.Main.labelPercentage" = "40";
"Internet.TCPIP.labelPercentage" = "40";
"Internet.Modem.labelPercentage" = "40";
"Internet.DHCP.labelPercentage" = "40";
"Internet.NAT.labelPercentage" = "40";

"Music.labelPercentage" = "50";

"Printers.labelPercentage" = "50";
"USB.labelPercentage" = "50";
"Drives.Disks.labelPercentage" = "50";
"Drives.FileSharing.labelPercentage" = "50";
"Drives.Accounts.labelPercentage" = "50";

"Advanced.MobileMe.labelPercentage" = "50";
"Advanced.Firewall.labelPercentage" = "50";
"Advanced.PortMapping.labelPercentage" = "50";
"Advanced.IPv6.labelPercentage" = "50";
"Advanced.IPv6Firewall.labelPercentage" = "50";
"Advanced.Dialin.labelPercentage" = "50";
"Advanced.Statistics.labelPercentage" = "50";

/* Document */
"UpdateChanges" = "Kapatmadan önce bu AirPort kablosuz ağ aygıtındaki ayarları güncellemek ister misiniz?";
"WSCUpdateChanges" = "AirPort kablosuz ağ aygıtında, kablosuz istemciler eklemeden önce kaydedilmesi gereken değişiklikler yaptınız. Değişikliklerinizi kaydetmek için Güncelle'yi tıklayıp daha sonra yeniden deneyin.";
"SwitchContinue" = "Başka bir AirPort kablosuz ağ aygıtına geçmek istediğinizden emin misiniz?";
"SwitchUpdateLost" = "Güncellemeden geçiş yaparsanız değişiklikleriniz kaybolur."; 
"UpdateLost" = "Güncellemezseniz, değişiklikleriniz kaybolur.";
"Passwords" = "Parolalar";
"errMatchPassword" = "Parola ve parola doğrulama alanları eşleşmiyor. Her iki alana da aynı parolayı girmelisiniz.";
"ImportPrompt" = "Tam aygıt konfigürasyonunu veya yalnızca belirli ayarları içe aktarın.";
"ImportAll" = "Tam aygıt konfigürasyonu";
"ImportAllOther" = "Tüm diğer ayarlar";
"SwitchNetworksPrompt" = "Kablosuz ağlar arasında geçiş yapmak istediğinizden emin misiniz?";
"SwitchNetworksMore" = "Bu AirPort kablosuz ağ aygıtını ayarlama, bir kablosuz ağdan diğerine geçmeyi gerektirir. Kablosuz ağlar arasında geçiş yapma, Internet bağlantınızı kesintiye uğratabilir.";
"TaskMaintenanceClose" = "Bu pencereyi kapatmak istediğinizden emin misiniz?";
"TaskMaintenanceRecommendContinue" = "Şimdi bu pencereyi kapatırsanız değişiklikleriniz kaybolacaktır.";
"AssistClose" = "Bu pencereyi kapatmak istediğinizden emin misiniz?";
"AssistReccomendContinue" = "Yardımcıyı kullanmayı sürdürmez ve AirPort kablosuz aygıtınızı güncellemezseniz, değişiklikleriniz kaybolacaktır.";
"PortConflict" = "“%@” etkinleştirme, kapı eşlemelerinizden biriyle çelişiyor. Kapı eşleme etkisizleştirildi. Onu kullanmayı sürdürmek için ortak kapısını güncelleyin.";
"TooBusyToCloseGeneric" = "AirPort İzlencesi meşgul ve işlemi kesilemiyor.";
"TooBusyToClose" = "AirPort İzlencesi “%@” ile meşgul ve işlemi kesilemiyor.";
"TooBusyToCloseExplain" = "AirPort İzlencesi'nin işini bitirmesini bekleyip yeniden deneyin.";
"UpdatingFirmware" = "AirPort kablosuz ağ aygıtı firmware'ini güncelleme";
"WritingConfiguration" = "AirPort kablosuz ağ aygıtı konfigürasyonunu yazma";

/* Progress */
"closeOrReRead" = "Bu pencereyi kapatabilir veya AirPort kablosuz ağ aygıtının yeniden başlamasını bekleyebilirsiniz.";
"closeOrReReadSpecific" = "Bu pencereyi kapatabilir veya bu %@ öğesinin yeniden başlamasını bekleyebilirsiniz.";
"ReReadTimeout" = "AirPort İzlencesi, yeniden başladıktan sonra AirPort kablosuz ağ aygıtınızı bulamadı.";
"ReReadTimeoutDescription" = "Bu AirPort kablosuz aygıtı için olan ayarların güncellenmesi başarılı oldu ama kablosuz ağa yeniden katılmayla veya AirPort kablosuz ağ aygıtını bulmayla ilgili bir sorun çıktı. Wi-Fi menüsünden ağınızı yeniden seçmeniz ve denemeniz gerekebilir.";
"ReReadTimeoutDescriptionWin" = "Bu AirPort kablosuz aygıtı için olan ayarların güncellenmesi başarılı oldu ama kablosuz ağa yeniden katılmayla veya AirPort kablosuz aygıtını bulmayla ilgili bir sorun çıktı. Ağ Bağlantılarını Yönet'te ağınızı seçmeniz ve yeniden denemeniz gerekebilir.";
"ErrorCloseTryAgain" = "Bir hata oluştu, konfigürasyon penceresini kapatıp yeniden deneyin.";

/* Discovery */
"FoundDefaultBaseStation" = "AirPort İzlencesi, saptanmış ayarlara sahip bir %@ buldu.";
"FoundDefaultBaseStation.alternateArticle" = "AirPort İzlencesi, saptanmış ayarlara sahip bir %@ buldu.";
"FoundRestorableDefaultBaseStation" = "AirPort İzlencesi, saptanmış ayarlara sahip bir %@ buldu. Bu aygıt önceki ayarlarına döndürülebilir.";
"FoundRestorableDefaultBaseStation.alternateArticle" = "AirPort İzlencesi, saptanmış ayarlara sahip bir %@ buldu. Bu aygıt önceki ayarlarına döndürülebilir.";
"FoundJoinedBaseStation" = "AirPort İzlencesi, katılmak isteyen istemcilere sahip bir %@ buldu.";
"FoundConfiguredBaseStation" = "AirPort İzlencesi bir %@ buldu.";
"FoundConfiguredBaseStation.alternateArticle" = "AirPort İzlencesi bir %@ buldu.";
"FoundBaseStationNeedsAttention" = "AirPort İzlencesi, sorunlar bildiren bir %@ buldu.";
"FoundBaseStationNeedsAttention.alternateArticle" = "AirPort İzlencesi, sorunlar bildiren bir %@ buldu.";
"FoundBaseStationPerformingTask" = "AirPort İzlencesi, işlem yürüten bir %@ buldu.";
"FoundBaseStationPerformingTask.alternateArticle" = "AirPort İzlencesi, işlem yürüten bir %@ buldu.";
"FoundBaseStationMigrationInterrupted" = "AirPort İzlencesi, disk aktarma sırasında kesintiye uğrayan bir Time Capsule buldu.";
"FoundBaseStationWithEnrollee" = "AirPort İzlencesi, ağ erişim isteği olan bir %@ buldu.";
"FoundBaseStationWithEnrollee.alternateArticle" = "AirPort İzlencesi, ağ erişim isteği olan bir %@ buldu.";

"FoundBaseStationNeedsUpdate" = "Bu %@ daha yeni bir firmware sürümüne güncellenmelidir.";
"FoundEnrolleeNeedsAccess" = "“%@”, ağınıza erişmek istiyor.";
"FoundEnrolleeAlreadyAuthed" = "“%@”, ağınıza erişmek üzere yetkilendirilmiş.";
"FoundEnrolleeAlreadyAuthedWaiting" = "“%@” öğesinin ağınıza katılması bekleniyor...";
"FoundEnrolleeAlreadyJoined" = "“%@”, ağınıza başarılı bir şekilde katıldı.";
"FoundEnrolleeNeedsPIN" = "Bu ağ erişimi isteği için PIN numarasını girin ve Yetkilendir'i seçin.";
"FoundEnrolleeGeneralError" = "Ağ isteğini yetkilendirmeye çalışırken bir hata oluştu. Lütfen yeniden deneyin.";
"FoundEnrolleePINWrong" = "Girilen PIN doğru değil.";
"AppleWiFiConnectAuthorize" = "Yetkilendir";
"AppleWiFiConnectIgnore" = "Yok Say";	
"AppleWiFiConnectTableColumnName" = "Ad";
"AppleWiFiConnectTableColumnModel" = "Model";
"AppleWiFiConnectTableColumnMAC" = "MAC Adresi";
"AppleWiFiConnectSelectNetwork" = "Şuna erişimi yetkilendir:";
"AppleWiFiConnectSelectNetwork.description" = "Bu istemcinin kullanmasını istediğiniz kablosuz ağı seçin.";
"AppleWiFiGrantTimedAccess" = "Erişim Sağla";
"AppleWiFiGrantTimedAccess.1" = "Ben İptal Edene Dek";
"AppleWiFiGrantTimedAccess.2" = "Özel Bir Süre";
"AppleWiFiGrantTimedAccess.86400" = "Bir Gün";
"AppleWiFiGrantTimedAccess.604800" = "Bir Hafta";
"AppleWiFiGrantTimedAccess.2592000" = "Bir Ay";
"AppleWiFiGrantTimedAccess.4294967295" = "Sürekli";
"AppleWiFiGrantTimedAccess.description" = "Bu istemcinin ne kadar süreyle ağa erişebileceğini belirtin.";
"AppleWiFiGrantTimedAccessCustom" = "Özel";
"ContinueOrManual" = "Bu %@ üzerindeki ayarları değiştirmek için Sürdür'ü tıklayın.";
"ContinueDefault" = "Bu %@ öğesini ayarlamak için Sürdür'ü tıklayın.";
"ContinueResolve" = "Bu %@ üzerindeki sorunları çözmek için Sürdür'ü tıklayın";
"FoundNone" = "AirPort İzlencesi herhangi bir AirPort kablosuz aygıtı bulamadı. Ayarlamak istediğiniz AirPort kablosuz aygıtının takılı ve bilgisayarınızın aralığında olduğundan emin olun ve daha sonra yeniden denemek için Yeniden Tara'yı tıklayın.";
"MakeSure" = "Ayarlamak istediğiniz AirPort kablosuz ağ aygıtı bu değilse, soldaki listeden başka birini seçebilirsiniz. Onu görmüyorsanız, takılı ve bilgisayarınızın aralığında olduğundan emin olun.";
"PerformingTask" = "İşlem ilerleyişini aşağıda görüntüleyin veya ayarlamak istediğiniz başka bir AirPort kablosuz ağ aygıtını seçin.";
"PerformingTaskNeedPassword" = "İşlem ilerleyişini aşağıda görüntülemek veya ayarlamak istediğiniz başka bir AirPort kablosuz ağ aygıtını seçmek için %@ parolasını girin.";
"PasswordButton" = "Parola Gir…";
"NothingSelected" = "Ayarlamak istediğiniz AirPort kablosuz ağ aygıtını seçin.";
"OldVersion" = "Şu Anki Sürüm";
"InstallVersion" = "Yeni Sürüm";
"UpdateButton" = "Firmware'i Güncelle…";
"ProgressStep.0" = "En son firmware sürümü aranıyor…";
"ProgressStep.1" = "Bu %@ ile iletişim kuruluyor…";
"ProgressStep.3" = "Firmware indiriliyor…";
"ProgressStep.4" = "Yeni firmware bu %@ üzerine yükleniyor…";
"ProgressStep.5" = "Güncelleme tamamlandı…";

/* AirPort */
"SummaryPrompt" = "Ayarı düzenlemek için bir ayar başlığını tıklayın:";
"SummaryWirelessClients" = "Kablosuz İstemciler";
"SummaryAllow" = "İstemcilere izin ver…";
"SummaryAddWireless" = "Kablosuz istemcileri ekle…";
"UpgradeFirmware" = "Firmware'i Yükselt";
"UpgradeFirmwareTo" = "%@ Olarak Güncelle";
"ConfigureRadius" = "RADIUS'u Ayarla…";
"RadioModeWarning" = "%@ öğesini seçme, belirli istemcilerin bu kablosuz ağa katılmalarını engelleyebilir.";
"BaseStationsOptionsButton" = "Seçenekler…";
"WirelessOptionsButton" = "Kablosuz Ağ Seçenekleri…";
"WDSMainLabel" = "WDS Ana";
"WDSRemotesLabel" = "WDS Uzaktakiler";
"AutomaticDateTime" = "Saati otomatik olarak ayarla:";
"EveryoneElse" = "(saptanmış)";
"NoAccess" = "Erişim Yok";
"FullAccess" = "Sınırsız";
"Expired" = "(Süresi Dolmuş)";
"LocalAccessDescription" = "Yerel erişim, kablosuz MAC adresine göre ağınıza katılabilecek istemcileri belirtir. Boşsa, tüm istemciler ağınıza katılabilir.";
"TimedAccessDescription" = "Süreli erişim, istemcinin kablosuz MAC adresine göre ağa katılabileceği saatleri ve günleri belirtir. İlk öğe, listelenmeyen herhangi bir kablosuz MAC adresi için saptanmış erişim miktarını belirtir.";
"TimedAccessLockoutTitle" = "Süreli Erişim Sınırlamaları";
"TimedAccessLockoutMessage" = "Saptanmış giriş 'Erişim Yok'tur. Bu bilgisayara erişim veren bir giriş eklemezseniz, güncelledikten sonra bu AirPort kablosuz ağ aygıtının ağına katılamazsınız.";
"VerifySecret" = "Sırrı Doğrula:";
"WirelessInternetSettings" = "Kablosuz Internet Ayarları…";
"ChooseWirelessNetwork" = "Kablosuz Ağı Seç…";

/* Internet */
"RenewDHCP" = "Tutulan DHCP'yi Yenile";
"NATDescription" = "Ağ Adresi Çevrimi (NAT), tek bir ortak IP adresini ağınızdaki bilgisayarlarla ve aygıtlarla paylaşmanızı sağlar.";
"EnableDefaultHost" = "Şu adresteki saptanmış sunucuyu etkinleştir:";
"InvalidDHCPBegin" = "Girdiğiniz DHCP başlangıç adresi geçerli bir IP adresi değil.";
"InvalidDHCPEnd" = "Girdiğiniz DHCP bitiş adresi geçerli bir IP adresi değil.";
"InvalidRangeRemedy" = "Adresin son sekizlik bölümü için geçerli bir numara girip yeniden deneyin.";
"ConfigurePortMappings" = "Kapı Eşlemelerini Ayarla…";
"DHCPPrivateRange10Dot0" = "10.0";			/* DON'T LOCALIZE THIS */
"DHCPPrivateRange172Dot16" = "172.16";		/* DON'T LOCALIZE THIS */
"DHCPPrivateRange192Dot168" = "192.168";	/* DON'T LOCALIZE THIS */
"WirelessDescription" = "Bu %@ tarafından Internet'e bağlanmak için kullanılacak kablosuz ağı seçin.";

/* Music */
"iTunesDescription" = "Bu bölüm, AirPort Express'inizi AirPlay'i kullanacak şekilde ayarlamanızı sağlar.";

/* Printers */
"PrintersDescription" = "Bu bölüm, AirPort kablosuz ağ aygıtınıza bağlı USB yazıcıları gösterir.";
"NoPrinters" = "Yok";
"Printer" = "Yazıcı";
"SharedName" = "Paylaşılan Ad";
"AccountName" = "Kullanıcı Adı";

/* USB */
"USBDevice" = "USB Aygıt";
"USBDeviceAccess" = "Erişim";
"AccountCount" = "%d Hesap";

/* Drives */
"StorageDescription" = "Bu bölüm AirPort disklerinizi gösterir.";
"DiskBuiltIn" = "Time Capsule Diski";
"DiskBuiltInName" = "Time Capsule Disk Adı";
"DiskErasePrompt" = "Time Capsule diskinizdeki verileri silmek için Sil'i seçin.";
"DiskErasePrompt2" = "Time Capsule diskinizdeki verileri silmek için Başlat'ı tıklayın.";
"DiskEraseButton" = "Sil…";
"DiskActionButton" = "Başlat…";
"DiskEraseTCMenuItem" = "Diski Sil";
"DiskArchiveTCMenuItem" = "Diski Arşivle";
"DiskMigrateTCMenuItem" = "Diski Aktar";
"DiskArchivePrompt" = "Verilerinizi Time Capsule diskinden USB yoluyla bağlı AirPort diskine aktarmak için Arşivle'yi seçin.";
"DiskArchivePrompt2" = "Verilerinizi Time Capsule diskinizden USB yoluyla bağlı AirPort diskine aktarmak için Başlat'ı tıklayın.";
"DiskArchiveButton" = "Arşivle…";
"DiskMigrateArchiveErasePrompt" = "Gerçekleştirmek istediğiniz Time Capsule diski eylemini seçin ve sonra Başlat'ı tıklayın.";
"MigrateAreYouSure" = "Başka bir Time Capsule diskinden bu Time Capsule diskine veri aktarmak istediğinizden emin misiniz?";
"MigrateExplain" = "Verilerinizi bu Time Capsule diskine kopyalamak için başka bir Time Capsule diskinden aktarma yapın. Bu, aynı zamanda Time Machine yedeklemenizi bu Time Capsule diskine taşımanızı da sağlar.";
"MigrateWarning" = "Başka bir Time Capsule'den disk içeriğini aktarma işlemi uzun zaman alabilir.";
"DiskMigrateButton" = "Aktar…";
"MigrateFrom" = "Veriyi Şuradan Aktar";
"DiskArchiveNoDestPartitions" = "Hiçbir AirPort diski yok";
"DiskArchiveNoDestDescription" = "Saklama aygıtını baz istasyonunun USB kapısına bağlamadan önce, onun arşiv için yeterli yere sahip olduğundan emin olun.";
"DiskArchiveNameFreeSpaceFormat" = "%@ (%@ kullanılabilir)";
"DiskArchiveNameFreeSpaceInsufficientSpace" = "%@ (%@ kullanılabilir - yetersiz yer)";
"DiskArchiveNameDiskIsLocked" = "%@ (disk kilitli)";
"UnmountDescription" = "Bir diski çıkarmak istiyorsanız Tüm Kullanıcıların Bağlantısını Kes'i tıklayın.";
"DiskMigrateSelect" = "Aktarılacak Time Capsule'ü seçin";
"DiskMigrateNoSources" = "Kullanılabilir Time Capsule yok";
"DiskMigrateNoSourcesDescription" = "Üzerindeki verileri aktarmak istediğiniz Time Capsule'ün ağınıza bağlı olduğundan emin olun.";
"DiskMigrateEraseTargetWarning" = "Disk içeriğini aktarma işleminin bir parçası olarak bu Time Capsule diskinin içeriği silinecek. Bu eylem geri alınamaz.";

"SharingOffDescription" = "Dosya Paylaşma etkin değil. AirPort disklerinizi ağ üzerinde paylaşmak için; Dosya Paylaşma sekmesini seçin, dosya paylaşmayı etkinleştirin ve Güncelle'yi seçin.";
"SharingTabButton" = "Dosya Paylaşma…";
"BytesSuffix" = "Byte";
"KiloBytesSuffix" = "KB";
"MegaBytesSuffix" = "MB";
"GigaBytesSuffix" = "GB";
"TeraBytesSuffix" = "TB";
"NoDrives" = "Hiçbir disk bulunamadı.";
"NoDriveSelection" = "Bir disk veya disk bölümü seçin.";
"nameField" = "Ad:";
"capacityField"	= "Kapasite:";	
"availableCapacityField" = "Kullanılabilir:";
"usedCapacityField" = "Kullanılan:";
"usersField" = "Kullanıcılar:";
"SMARTStatus" = "S.M.A.R.T. Durumu:";		/* Self-Monitoring, Analysis, and Reporting Technology - It's not localized. "Status" should be localized.*/
"SMARTVerified" = "Doğrulandı";
"SMARTFailing" = "Başarısız oldu";
"SMARTNotSupported" = "Desteklenmiyor";
"ArchiveAreYouSure" = "Time Capsule diskinizi USB kullanılarak bağlanmış bir diske arşivlemek istediğinizden emin misiniz?";
"ArchiveExplain" = "Verilerinizi yedeklemek için sabit diskinizi arşivleyin.";
"ArchiveWarning" = " Time Capsule diskinizin arşivlenmesi uzun zaman alabilir.";
"ArchiveTo" = "Hedef:";
"Archive" = "Arşivle";
"ArchiveConfirmStrong" = "Time Capsule diskini başka bir AirPort diskine arşivleme, üzerine arşivleme yapacağınız diskte boş yer olmasını gerektirir. Verilerinizi arşivleme herhangi bir dosyayı silmez.";
"UsersConnectedBullet" = "Şu anda bu diske bağlı kullanıcılar var. Kaydedilmemiş dosyalarda yapılan değişiklikler kaybolacaktır.";
"EraseAreYouSure" = "Time Capsule diskini silmek istediğinizden emin misiniz?";
"EraseExplain" = "Time Capsule diskini silme, üzerindeki tüm dosyaları siler.";
"EraseSecure" = "Güvenli Sil";
"EraseSecureExplain" = "Diski güvenli silme daha uzun sürer ama verilerin kurtarılamayacağını garantiler.";
"Erase" = "Sil";
"EraseQuick" = "Hızlı Sil (güvenli değil)";
"EraseQuick.description" = "Veriye bir daha ulaşılamaması için dizin bilgilerini siler. Veriler, diskte kapladığı alan gerekli olana dek diskte değişmeden bırakılır, sonra da üzerine yazılır. Bu süre zarfında verilere ulaşma olanağı vardır. Bu seçenek en hızlısı ama en az güvenlisidir.";
"EraseZeroOnce" = "Verilerin Üzerine Sıfır Yaz";
"EraseZeroOnce.description" = "Diskteki tüm verilerin üzerine sıfırlar yazar. Bu seçenek en kısa sürede iyi bir veri güvenliği sunar.";
"EraseZero7Times" = "7 Kez Sil";
"EraseZero7Times.description" = "Tüm diskin üzerine 7 kez veri yazar. Bu seçenek, disk verisini güvenli bir şekilde silme seçeneği sunar. 7 kez silme, üzerine sıfır yazma seçeneğine göre 7 kez daha uzun süre gerektirir.";
"EraseZero35Times" = "35 Kez Sil";
"EraseZero35Times.description" = "Tüm diskin üzerine 35 kez veri yazar. Bu seçenek, disk verisini çok güvenli bir şekilde silme seçeneği sunar. 35 kez silme, üzerine sıfır yazma seçeneğine göre 35 kez daha uzun süre gerektirir.";
"EraseTimeRequirementWarningSeveralDays" = "Bu seçeneğin tamamlanması birkaç gün sürecektir.";
"EraseTimeRequirementWarningSpecific" = "Bu seçeneğin tamamlanması yaklaşık %@ sürecektir.";
"EraseConfirmStrong" = "Time Capsule diskini silme, üzerindeki tüm bilgileri siler. Diğer bağlı AirPort disklerindeki bilgiler bundan etkilenmez.";
"EraseUsersConnectedBullet" = "Şu anda bu diske bağlı kullanıcılar var. Bu diskte kullanımda olan dosyalar silinecektir.";
"Migrate" = "Aktar";
"MigrateConfirmStrong" = "Seçili Time Capsule diskini aktarma, var olan tüm Time Machine yedeklemeleri de dahil olmak üzere tüm dosyaları bu Time Capsule diskine kopyalayacaktır.";
"MigrateTaskBullet" = "Time Capsule diskinizin aktarılması uzun zaman alabilir.";
"MigrateUsersConnectedBullet" = "Şu anda bu diske bağlı kullanıcılar var. Kaydedilmemiş dosyalarda yapılan değişiklikler kaybolacaktır.";
"MaintenanceTaskBullet" = "%@ durum ışığı bu işlem süresince turuncu yanıp söner.";
"MaintenanceTaskBullet2" = "Yeniden kullanılabilir oluncaya dek %@ ayarlarını değiştiremeyecek, firmware'i güncelleyemeyecek veya onu yeniden başlatamayacaksınız.";
"MaintenanceTaskBullet3" = "Diski güvenli silme uzun zaman alabilir. Diski daha hızlı silmek için Vazgeç'i tıklayıp diski güvenli silmeden baştan başlayın.";
"DisconnectAllUsers" = "Tüm Kullanıcıların Bağlantısını Kes…";
"Unmount" = "Bağlantıyı Kes";
"Disconnect" = "Bağlantıyı Kes";
"DisconnectAllUsersAreYouSure" = "Tüm kullanıcıların paylaşılan disklerle olan bağlantısını kesmek istediğinizden emin misiniz?";
"DisconnectAllUsersExplain" = "%@ öğenizden bir diski çıkarmadan önce, ona bağlı olan tüm kullanıcıların bağlantısını kesmelisiniz. Disklere bağlı olan kullanıcıların bağlantıları kesilmeden önce çalışmalarını kaydettiklerinden emin olun. Tüm kullanıcıların bağlantısı kesildikten sonra, diski güvenle çıkarabilirsiniz.";
"DisconnectMessage" = "Bu %@ öğesinin yöneticisi, tüm kullanıcıların paylaşılan disklerle bağlantısını kesmeye karar verdi.";
"ArchiveDiskMessage" = "Bu %@ öğesinin yöneticisi, bu AirPort diskini arşivliyor.";
"EraseDiskMessage" = "Bu %@ öğesinin yöneticisi, bu AirPort diskini siliyor.";
"MigrateSourceDiskMessage" = "Bu %@ öğesinin yöneticisi, bu Time Capsule diskinin içeriğini aktarıyor.";
"MigrateDestDiskMessage" = "Bu %@ öğesinin yöneticisi, başka bir Time Capsule diskinin içeriğini bu Time Capsule diskine aktarıyor.";
"WillBeDisconnectedMessage" = "Tüm kullanıcıların bu diskle bağlantısı kesilecektir.";
"DiskStatus" = "Disk durumu";
"EraseDiskStatus" = "Diski Silme Durumu";
"ErasingWillTake" = "Diski güvenli bir şekilde silme yaklaşık %@ sürecektir.";
"EraseDiskSucceeded" = "Diskin silinmesi başarılı oldu.";
"EraseDiskFailed" = "Bu disk silinirken bir hata oluştu.";
"EraseDiskPermissionError" = "Diske dosya kopyalayabildiğinizden emin olup yeniden deneyin.";
"EraseInternalDiskFailed" = "Time Capsule diski silinirken bir hata oluştu. Lütfen yeniden deneyin.";
"EraseDiskProgress" = "Disk durumu: %@";
"EraseDiskSecurePass" = "%1$d. kez güvenli silme (toplam %2$d)";
"EraseDiskStarting" = "Diski silmeye başlıyor";
"EraseDiskFinishing" = "Diski silme tamamlanıyor";
"EraseCancel" = "Güvenli silmeden vazgeç";
"CancelingTask" = "Vazgeçiliyor. Lütfen bekleyin.";
"EraseDiskCanceled" = "Time Capsule diski silindi. Buna rağmen, güvenli silme aşamasından vazgeçildiği için sabit diskteki veriler kurtarılabilir.";
"EstimatedTimeToComplete" = "Yaklaşık tamamlanma süresi: %@";
"DaysHoursMinutesSeconds" = "%1$d gün %2$2d:%3$2d:%4$2d";		/* example: "3 days 10:59:48" (remaining, not absolute time)*/
"HoursMinutesSeconds" = "%1$2d:%2$2d:%3$2d";					/* example: "10:59:48" (remaining, not absolute time)*/
"ArchiveDiskSucceeded" = "Diskin arşivlenmesi başarılı oldu.";
"ArchiveDiskError" = "Time Capsule diski arşivlenirken bir hata oluştu.";
"ArchiveSizeError" = "Hedef diskte yeterli boş yer yok.";
"ArchiveNotFoundError" = "Hedef disk bulunamadı.";
"ArchivePermissionError" = "Hedef diskle ilgili izin hataları var.";
"ArchiveDiskStarting" = "Diski arşivlemeye başlıyor";
"ArchiveDiskStatus" = "Diski arşivleme durumu";
"ArchiveDiskProgress" = "%1$@ / %2$@";
"ArchiveCancel" = "Arşivlemeden vazgeç";
"ArchiveDiskCanceled" = "Diskin arşivlenmesinden vazgeçildi.";
"ArchiveDiskCanceledArchiveDeleted" = "Arşivlenen dosyalar hedef diskten silindi.";
"ArchiveDiskCanceledArchiveRemains" = "Arşivlenen dosyalar hedef diskte geçerli.";
"ArchiveDiskFinishing" = "Tamamlanıyor";

"MigrateDiskSucceeded" = "Diğer Time Capsule diskinin içeriği, bu Time Capsule diskine başarılı bir şekilde aktarıldı.";
"MigrateDiskError" = "Diğer Time Capsule'ün içeriğini bu Time Capsule diskine aktarırken bir hata oluştu.";
"MigrationInterrupted" = "Time Capsule diskini aktarma kesintiye uğradı.";
"MigrationResumeRestart" = "Aktarmayı sürdürebilir veya yeniden başlatabilirsiniz.";
"MigrationResumeRestartCancel" = "Aktarmayı sürdürebilir, yeniden başlatabilir veya ondan vazgeçebilirsiniz.";
"MigrationResumeRestartDesc" = "Aktarmanın yeniden başlatılması, bu Time Capsule diskini silecek ve diğer Time Capsule diskindeki tüm dosyaları aktaracaktır. Aktarmanın sürdürülmesi, aktarmayı kaldığı yerden ilerletecektir.";
"MigrateSizeError" = "Bu Time Capsule diskinin üzerinde, diğer Time Capsule diskinin tüm içeriğini aktarmak için yeterli boş alan yok.";
"MigrateNotFoundError" = "Üzerindekileri aktarmak istediğiniz Time Capsule diski bulunamıyor.";
"MigrateDiskStarting" = "Time Capsule diskini aktarmaya başlıyor";
"MigrateDiskStatus" = "Aktarma durumu";
"MigrateCancel" = "Time Capsule disk aktarımından vazgeç";
"MigrateDiskCanceled" = "Time Capsule diskini aktarmaktan vazgeçildi.";
"DisconnectingFileSharingUsers" = "Dosya paylaşma kullanıcılarının bağlantısı kesiliyor";

"MigrateDiskFinished.defaults" = "Diğer Time Capsule'ü fabrika ayarlarına döndürmek çin Sürdür'ü tıklayın.";
"MigrateDiskFinished.config" = "Diğer Time Capsule'ü, daha önce seçilmiş olan ayarları kullanarak ayarlamak için Sürdür'ü tıklayın.";
"MigrateDiskFinished.timer" = "Bu işlem, %@ saniye içinde otomatik olarak devam edecektir.";

"RepairDisk" = "Onar";
"ChooseDifferentDisk" = "Başka bir AirPort diski seçip yeniden deneyin.";
"ConnectSMBOnly" = "Bu paylaşılan diske smb://%@ adresinden bağlanabilirsiniz.";
"ConnectSMBorAFP" = "Bu paylaşılan diske smb://%1$@ veya afp://%2$@ adresinden bağlanabilirsiniz.";
"FileSharingDescription" = "Bu bölüm, AirPort diskleriniz için dosya paylaşma erişimini ayarlamanızı sağlar.";
"ConfigureAccounts" = "Hesapları Ayarla…";
"SMBDescription" = "Bu ayarlar Windows Dosya Paylaşma'yı ayarlar.";
"DiskRenameButton" = "Adını Değiştir…";
"DiskRenameLabel" = "Disk Adı:";
"DiskRenameDescription" = "Time Capsule diski için bir ad girin.";
"DiskRenamePrompt" = "Time Capsule diskinin adını değiştirmek için Adını Değiştir'i tıklayın.";
"InternalDiskDefaultPartitionName" = "AirPort Diski";
"DiskUserWarningPrompt" = "Bu aygıt ve onun ağ servisleri geçici olarak kullanılamaz olacaktır. Sürdürmek istediğinizden emin misiniz?";

/* Advanced */
"AccountsDescription" = "AirPort kablosuz ağ aygıtınızdaki hesaplarla, kullanıcıların paylaşılan disklere erişimini denetleyebilirsiniz. Yeni bir kullanıcı hesabı yaratmak için Ekle'yi (+) tıklayın.";
"AccountsDescription.usbAndDiskSharing" = "AirPort kablosuz ağ aygıtınızdaki hesaplarla, kullanıcıların paylaşılan disklere ve paylaşılan diğer USB aygıtlara erişimini denetleyebilirsiniz. Yeni bir kullanıcı hesabı yaratmak için Ekle'yi (+) tıklayın.";
"AccountsDescription.usbSharing" = "AirPort kablosuz ağ aygıtınızdaki hesaplarla, kullanıcıların paylaşılan USB aygıtlara erişimini denetleyebilirsiniz. Yeni bir kullanıcı hesabı yaratmak için Ekle'yi (+) tıklayın.";
"FirewallDescription" = "Ağınızın dışındaki bilgisayarların ağınızdaki belirli aygıtlara erişmesini istiyorsanız, Ekle'yi (+) tıklayıp bir servis ve kapı girin.";
"PortMappingDescription" = "Ağınızın dışındaki bilgisayarların ağınızdaki belirli aygıtlara erişmesini istiyorsanız, Ekle'yi (+) tıklayıp bir servis ve kapı girin.";
"IPv6Description" = "Bu bölüm, %@ öğenizde IPv6'yı ayarlamanızı sağlar. %@ öğenizin yalnızca yerel bağlantı özelliğini mi kullanacağını, IPv6 Internet'inde bir düğüm gibi mi davranacağını yoksa IPv6 Internet'i ile yerel ağınızdaki bilgisayarlar arasında tünel görevi mi göreceğini seçin.";
"IPv6FirewallTraversals" = "IPv6 güvenlik duvarını özelleştir.";
"IPv6FirewallDescription" = "Ağınızın dışındaki bilgisayarlardan ağınızdaki belirli aygıtlara erişilmesini sağlamak istiyorsanız, Ekle'yi (+) tıklayıp aygıtın IPv6 adresini ve/veya kapısını girin.";
"LoggingDescription" = "Bu AirPort kablosuz ağ aygıtı, bir sorunun tanısını koymanıza yardımcı olabilecek günlük iletilerini destekler.";
"SNMPDescription" = "Basit Ağ Yönetimi Protokolü (SNMP); bu aygıtı, kablosuz istemci sayısı da dahil olmak üzere istatistikler hakkında sorgulamanızı sağlar.";
"LogsAndStatisticsDescirption" = "AirPort İzlencesi, AirPort kablosuz aygıtınızdaki günlük iletilerini okumayı ve istatistikleri görüntülemeyi destekler.";
"WABHostnameDescription" = "Bu AirPort kablosuz ağ aygıtı için genel sunucu adını girin. Internet'teki bilgisayarlar bu sunucu adını kullanarak bu AirPort kablosuz ağ aygıtına bağlanabileceklerdir.";
"WABRegDomainDescription" = "Yerel alt ağın ötesine Bonjour ilanını etkinleştirmek için bir kayıt alanı girin.";
"WABDNSAuthDescription" = "DNS sunucunuz kimlik doğrulama gerektiriyorsa bir kullanıcı adı ve parola girin.";
"WABEnable" = "Geniş alan sunucu adı kullan";
"WABConfigure" = "Ayarla…";
"BackToMyMacDescription" = "Dosya paylaşma gibi servisler için, Mac'ime Dön özelliği etkinleştirilmiş diğer bilgisayarlarınızdan bu %@ öğesine Mac'ime Dön özelliğini kullanarak erişebilirsiniz.";
"BackToMyMacDescriptionSingle" = "Bu %@ üzerinde Mac'ime Dön özelliğini ayarlamak için, MobileMe üye adınızı ve parolanızı girin.";
"BackToMyMacDescriptionMultiple" = "Bu %@ üzerinde Mac'ime Dön özelliğini ayarlamak için, Ekle'yi (+) tıklayın ve MobileMe üye adınızı ve parolanızı girin.";
"BackToMyMacEntryDescription" = "Bu %@ öğesine bağlı aygıtların Mac'ime Dön yoluyla kullanılabilmelerini sağlamak için MobileMe üye adınızı ve parolanızı girin.";
"IPv6FirewallLabel" = "İstisnalar";
"PortMappingsLabel" = "Kapı Eşlemeleri";

/* Statistics */
"SeverityLabel" = "Önem Derecesi:";
"Save Log File" = "Günlükleri Dışa Aktar";
"LogFileNameWithoutExtension" = "%@ Günlüğü";
"ViewStatistics" = "Günlükler ve İstatistikler";
"MinutesAgo" = "dakika önce";
"dBm" = "dBm";
"StatisticsPublicPassword" = "İstatistikleri görüntülemek için, “public” olan %@ parolasını değiştirin, konfigürasyonu güncelleyin ve yeniden deneyin. İstatistikleri “public” parolasıyla görüntüleme, yalnızca AirPort kablosuz ağ aygıtı SNMP Topluluğu dizgisine sahipse desteklenir.";

/* Profiles */
"profilesDescription" = "Bu AirPort kablosuz ağ aygıtı, birden fazla konfigürasyon profilini destekliyor. Bir profili ekleyebilir, silebilir veya etkinleştirebilirsiniz. Bir profili etkinleştirmek için Etkin sütunundaki düğmeyi tıklayın. Profilin adını değiştirmek için adını çift tıklayıp yeni bir ad girin.";
"ManageProfiles" = "Profilleri Yönet";
"untitled" = "adsız";
"copy" = "kopya";

/* Validation */
"SingleValidationError" = "Bu AirPort kablosuz aygıtını güncellemeden önce aşağıdaki sorunu düzeltin.";
"MultipleValidationErrors" = "Bu AirPort kablosuz aygıtını güncellemeden önce aşağıdaki %d sorunu düzeltin.";
"IgnoreValidationDescription" = "Bu ayarı değiştirmek istemiyorsanız “Bu sorunu göz ardı et”i seçin.";
"IgnoreValidation" = "Bu sorunu göz ardı et";

/* System Status */
"SystemStatusPrompt" = "AirPort kablosuz ağ aygıtınız aşağıdakileri bildiriyor. Daha fazla ayrıntı görmek için öğeyi seçin.";
"SystemStatusIgnoreExplain" = "Bir sorunu, AirPort kablosuz ağ aygıtı durum ışığının turuncu yanıp sönmesine neden olmasını istemiyorsanız, göz ardı edebilirsiniz.";
"SystemStatusPromptNoErrors" = "AirPort kablosuz ağ aygıtınız herhangi bir sorun bildirmiyor.";
"SystemErrors" = "%d sorun";
"StatusNormal" = "Normal";
"StatusUnconfigured" = "Saptanmış Ayarlar";
"DontWarnCheckboxTitle" = "Bu uyarıyı bir daha gösterme";
"SystemStatusErrorDescription" = "Sorun Açıklaması";
"SystemStatusIgnore" = "Göz Ardı Et";
"SystemStatusError" = "Sorun";
"SystemStatusWarning" = "Uyarı";
"SystemStatusOpenedDefault" = "Saptanmış ayarları kullandığı için AirPort İzlencesi “%@” öğesini açtı.";
"SystemStatusOpenedDefaultMore" = "Ayarlarınızı girmek için Tamam'ı veya saptanmış ayarları korumak için Vazgeç'i tıklayın.";
"SystemStatusOpenedProblems" = "Sorunlar bildirdiği için AirPort İzlencesi “%@” öğesini açtı.";
"SystemStatusOpenedProblemsMore" = "Bu AirPort kablosuz ağ aygıtıyla ilgili aksaklıkları gidermek için Tamam'ı tıklayın.";
"SystemStatusItem" = "Öğe";
"SystemStatusPromptOneItem" = "AirPort kablosuz ağ aygıtınız 1 öğe bildiriyor.";
"SystemItems" = "%d öğe";

/* Preferences */
"ShowPreferences" = "Tercihleri Aç";
"advancedUser" = "Her zaman elle ayarlama penceresini kullan";
"controlTips" = "Her bir AirPort kablosuz ağ aygıtı ayarının üzerinde ipuçlarını göster";
"backgroundMonitor" = "AirPort kablosuz ağ aygıtlarındaki sorunları izle";
"backgroundMonitorMine" = "Yalnızca ayarladığım AirPort kablosuz ağ aygıtlarını izle";
"backgroundMonitorDescription" = "“AirPort kablosuz ağ aygıtlarındaki sorunları izle” seçilirse, desteklenen bir AirPort kablosuz ağ aygıtının durum ışığı turuncu yanıp sönmeye başladığında AirPort İzlencesi açılır.";
"backgroundMonitorWAB" = "AirPort kablosuz ağ aygıtlarını Internet üzerinden Bonjour kullanarak izle";

/* UserModes */
"AssistantMode" = "Yardımcı Ol";
"AdvancedMode" = "Elle Ayarla";
"ConfirmSwithToAssistLoseChanges" = "Şimdi yardımcı moduna geçme, bu AirPort kablosuz ağ aygıtında yaptığınız tüm değişikliklerin kaybolmasına neden olacaktır. Yardımcı moduna geçmek istediğinizden emin misiniz?";
"AssistReconfigurePrompt" = "Bu AirPort kablosuz ağ aygıtını yeniden ayarlamak için yardımcıyı kullanmak istediğinizden emin misiniz?";
"AssistReconfigureExplain" = "Daha ileri düzey seçenekleri ayarlamak için Elle Ayarla'yı da seçebilirsiniz.";

/* Equivalent Network Password */
"equivWEPPW" = "AirPort yazılımını kullanmayan bir bilgisayardan bu %@ tarafından yaratılan kablosuz ağa bağlanmak için şunu kullanmalısınız:";
"equivWEPHex" = "Onaltılık düzendeki eşdeğer parola (WEP anahtarı):";
"equivWEPASCII" = "ASCII eşdeğer parolası (WEP anahtarı):";
"equivWPAPW" = "Bu %@ tarafından yaratılan kablosuz ağa bağlanmak için şunu kullanmalısınız:";
"equivWPAPSK" = "WPA Önceden Paylaşılan Anahtarı:";
"equivWPAPSKSSIDSpecific" = " %@ İçin WPA Önceden Paylaşılan Anahtarı:";
"equivWPAPasswordSSIDSpecific" = "“%@” İçin WPA Parolası:";
"equivWPAPassword" = "WPA Parolası:";
"equivTSNPassword" = "WPA Parolası/ASCII WEP Anahtarı:";

/* Firmware */
"CurrentLabel" = "Şu Anki Sürüm";
"UpdateToLabel" = "Sürümü Yükle";
"ChooseOrOther" = "AirPort kablosuz ağ aygıtınıza yüklemek istediğiniz firmware sürümünü seçin veya başka bir sürümü taramak için Diğer…'i seçin.";

/* Confirmations - Maybe don't use */
"AreYouSure"	= "Bu ayarı etkinleştirmek istediğinizden emin misiniz?";
"AreYouSure2"	= "Bu ayarı değiştirmek istediğinizden emin misiniz?";
"AreYouSure3"	= "Bu ayarı korumak istediğinizden emin misiniz?";
"ConfirmClosed" = "“Kapalı” ağın adı gizlidir. Kullanıcının ağa katılabilmesi için ağın adını bilmesi gerekir.";
"ConfirmEthernetBridging" = "AirPort - Ethernet köprüsünü etkinleştirme, ağ işlemlerine zarar verebilir. Internet servis sağlayıcınızdan ya da ağ yöneticinizden daha fazla bilgi edinebilirsiniz.";
"ConfirmEthernetDHCP" = "Ethernet üzerinde DHCP sunucusunu etkinleştirme, ağ işlemlerine zarar verebilir. Internet servis sağlayıcınızdan ya da ağ yöneticinizden daha fazla bilgi edinebilirsiniz.";
"ConfirmEthernetNAT" = "Ethernet üzerinden IP adreslerinin paylaşılması (NAT kullanılarak) ağ işlemlerine zarar verebilir. Internet servis sağlayıcınızdan ya da ağ yöneticinizden daha fazla bilgi edinebilirsiniz.";
"ConfirmRobustness" = "Parazitlere karşı güçlü kılma, telsiz telefonlar veya kablosuz video monitörleri gibi diğer aygıtların neden olabileceği parazit sorunlarını çözebilir.";
"ConfirmMulticastRate" = "Çoğa gönderme hızını 2 mb/sn'nin üzerine ayarlama bazı üçüncü parti 2mb kablosuz kartların AirPort ağına bağlanmalarını engelleyecektir. Apple AirPort kartlarına sahip istemci bilgisayarlar etkilenmeyecektir.";
"ConfirmPublicPassword" = "Bu AirPort kablosuz ağ aygıtı 'public' parolasıyla korunmaktadır.";
"ConfirmPublicPassword1" = "En iyi koruma için 'public'den farklı bir parola yaratın.";
"confirm80211b" = "‘Yalnızca 802.11b’ seçeneğini seçme, 802.11g istemci bilgisayarların bu AirPort kablosuz ağ aygıtı tarafından yayımlanan ağa 802.11g hızında katılmalarını engelleyecektir.";
"confirm80211g" = "‘Yalnızca 802.11g’ seçeneğini seçme, 802.11b istemci bilgisayarların bu AirPort kablosuz ağ aygıtı tarafından yayımlanan ağa katılmalarını engelleyecektir.";
"confirmTurnOffLocalAccessControl" = "WPA Kurumsal, yerel MAC adresi erişimi denetimiyle uyumlu değildir. Yerel erişim denetimi listesi dışa aktarılıp silinecektir.\n\nYerel erişim denetimi listesini dışa aktarıp silmek ve WPA Kurumsal güvenlik düzeyini kullanmak istediğinizden emin misiniz?";
"confirmTurnOffRemoteAccessControl" = "WPA Kurumsal, RADIUS tabanlı MAC adresi erişimi denetimiyle uyumlu değildir. RADIUS tabanlı erişim denetimi kapatılacaktır.\n\nRADIUS tabanlı erişim denetimini kapatmak ve WPA Kurumsal güvenlik düzeyini kullanmak istediğinizden emin misiniz?";
"confirmTurnOffBothAccessControl" = "WPA Kurumsal, yerel MAC adresi ve RADIUS tabanlı MAC adresi erişimi denetimiyle uyumlu değildir. RADIUS tabanlı erişim denetimi kapatılacak ve yerel erişim denetimi listesi dışa aktarılıp silinecektir.\n\nYerel erişim denetimi listesini dışa aktarıp silmek, RADIUS tabanlı erişim denetimini kapatmak ve WPA Kurumsal güvenlik düzeyini kullanmak istediğinizden emin misiniz?";
"confirmNonASCIINetNameEncoding" = "Seçtiğiniz ağ adı (SSID) ASCII olmayan karakterler içeriyor ve bu yüzden AirPort istemci bilgisayarların bazılarında kullanılabilir olmayabilir.";
"confirmNonASCIINetPWEncoding" = "Seçtiğiniz ağ parolası (WEP anahtarı) ASCII olmayan karakterler içeriyor ve bu yüzden AirPort istemci bilgisayarların bazılarında kullanılabilir olmayabilir.";
"ConfirmAOLParentalControl" = "AOL ebeveyn denetimlerini etkinleştirme Internet'e erişmek için AOL istemcisinin kullanılmasını gerektirir.";
"ConfirmPPPDialin" = "Gelen PPP aramalarını etkinleştirme, AirPort kablosuz ağ aygıtının telefon çağrılarını ayarlandığı gibi yanıtlamasına neden olacaktır. Bu özellik, en iyi bu amaç için ayrılmış bir telefon hattıyla kullanıldığında çalışır.";

/* Error messages */
"APReadError"	= "Konfigürasyon okunurken bir hata oluştu.";
"APWriteError"	= "Konfigürasyon güncellenirken bir hata oluştu.";
"APBinaryError"	= "Firmware güncellenirken bir hata oluştu.";
"FileSaveError" = "Konfigürasyon kaydedilirken bir hata oluştu. Ayarları denetleyip yeniden deneyin.";

/* LoginScript */
"None" = "Yok";

/* Validation errors */
"errNeedPassword" = "Sürdürmeden önce bir parola girmelisiniz.";
"errInvalidIP" = "IP adresi geçerli bir IP adresi değil. Geçerli bir IP adresi edinmek için ağ yöneticinize ya da Internet servis sağlayıcınıza danışın.";
"errBadPassword" = "Girdiğiniz parola doğru değil.";
"errCantOpenBinary" = "Seçtiğiniz dosya, bir AirPort kablosuz ağ aygıtına bilgi yüklemek için kullanıldığı için açılamıyor. Önce bir AirPort kablosuz ağ aygıtı seçin, sonra Baz İstasyonu menüsünden Yazılımı Yükle’yi seçin.";
"errCantOpenFile" = "Seçtiğiniz dosya bu program tarafından açılamaz.";
"errCantResetAP" = "AirPort İzlencesi, AirPort kablosuz ağ aygıtını sıfırlayamadı. Elle sıfırlama yönergeleri için AirPort kablosuz ağ aygıtıyla gelen belgelere bakın.";
"errCantRestartAP" = "AirPort İzlencesi, seçili AirPort kablosuz ağ aygıtını yeniden başlatamadı.";
"errCantUpdateAP" = "AirPort İzlencesi, seçili AirPort kablosuz ağ aygıtının ayarlarını güncelleyemedi.";
"errCantUploadAP" = "AirPort İzlencesi, seçili AirPort kablosuz ağ aygıtına yazılımı yükleyemedi.";
"errCantReadFile" = "AirPort İzlencesi konfigürasyon dosyasını okuyamadı.";
"errCantReadAP" = "AirPort İzlencesi, seçili AirPort kablosuz ağ aygıtının konfigürasyonunu okuyamadı.";
"errNotSupportedAP" = "AirPort İzlencesi, seçili AirPort kablosuz ağ aygıtını ayarlayamıyor.";
"errNetworking" = "AirPort İzlencesi, seçilen AirPort kablosuz ağ aygıtıyla iletişim kuramadı. Bilgisayarınız, AirPort kablosuz ağ aygıtıyla aynı TCP/IP alt ağında bulunmalıdır.";

/* Validation reasons */
"expUpload" = "Ayarlamak istediğiniz AirPort kablosuz ağ aygıtını seçip Yazılımı Yükle’yi seçin.";
"expValidIP" = "Geçerli bir IP adresi ve parola girdiğinizden emin olup yeniden deneyin.";

/* Informational */
"infoRestart" = "Seçtiğiniz AirPort kablosuz ağ aygıtı yeniden başlatıldı.";
"infoPleaseWait" = "Lütfen yeniden başlamasını bekleyin.";
"infoUploadSuccess" = "Bu AirPort kablosuz ağ aygıtı için olan yazılımın güncellenmesi başarılı oldu.";
"infoUpdateSuccess" = "Bu AirPort kablosuz ağ aygıtı için olan ayarların güncellenmesi başarılı oldu.";
"infoUpdateSuccessSpecific" = "Bu %@ için olan ayarların güncellenmesi başarılı oldu.";
"infoRestartOK" = "AirPort kablosuz ağ aygıtının yeniden başlatılması, kablosuz ağ üzerindeki bilgisayarların bağlantısının kesilmesine neden olacaktır.";
"infoRestartDirty" = "Bu AirPort kablosuz ağ aygıtını yeniden başlatma, kaydedilmemiş değişikliklerinizin kaybolmasına neden olacaktır.";
"infoHardResetOK" = "Bu AirPort kablosuz aygıtını fabrika saptanmışlarına döndürme, ona ait ayarları siler.";
"infoHardResetAirPortDisk" = "AirPort disklerindeki dosyalar etkilenmeyecektir ama diskler için dosya paylaşma erişimini ayarlamanız gerekecektir.";
"infoHardResetMore" = "Saptanmış ayarları geri yükledikten sonra bu aygıtı yeniden ayarlamanız gerekecektir.";
"infoHardResetConfirm" = "Saptanmış ayarları geri yüklemek istediğinizden emin misiniz?";
"infoUploadOK" = "Firmware'in güncellenmesi, kablosuz ağ üzerindeki bilgisayarların bağlantısının kesilmesine neden olacaktır.";
"infoAirPortCard" = "AirPort Kartı";
"infoNotConfigured" = "Seçtiğiniz AirPort kablosuz ağ aygıtı sıfırlandı ve şu anda ayarlanmış değil.";
"infoUploadDefault" = "AirPort kablosuz ağ aygıtına saptanmış yazılım yüklenecektir. Yükleme sırasında TCP/IP konfigürasyonunuzu geçici olarak değiştirmek için Otomatik’i tıklayın veya AirPort kablosuz ağ aygıtınıza benzersiz bir TCP/IP numarası ve parola atamak için Elle’yi tıklayın.";
"infoResetSuccess" = "AirPort kablosuz ağ aygıtının saptanmış konfigürasyona döndürülmesi başarılı oldu.";
"infoQuit" = "Bu programdan çıkın ve yeniden deneyin.";
"infoLoseNetwork" = "Bu, şu anda kurulmuş olan ağ servislerinin kesilmesine neden olabilir.";
"infoAutomatic" = "Otomatik";
"infoManual" = "Elle…";

/*
 * Explanations for NAT and DHCP on/off, and bridging on/off
 * Note the trailing space in each of the NAT and DHCP on/off strings
 * The string displayed in the panel is made by concatenating the
 * Bridge on/off string to one of these strings
 */
"NAT_off_DHCP_off" = "Ağ adresi çevrimi (NAT) ve DHCP kullanarak Internet paylaşma etkinleştirilmemiş. Ağ üzerindeki istemci bilgisayarların TCP/IP'yi elle ayarlamaları gerekir. ";
"NAT_off_DHCP_on" = "Buraya girilen IP adresleri aralığını paylaştırmak için DHCP kullanılacaktır. Ağ üzerindeki istemci bilgisayarların TCP/IP'yi DHCP sunucu kullanarak IP adresi almaya ayarlamaları gerekir. ";
"NAT_on_DHCP_on" = "Tek bir IP adresini paylaştırmak için NAT ve DHCP kullanılacaktır. Ağ üzerindeki istemci bilgisayarların TCP/IP'yi DHCP sunucu kullanarak IP adresi almaya ayarlamaları gerekir. ";
"Bridge_Off" = "AirPort kablosuz ağ aygıtı, AirPort ve Ethernet ağı arasında köprü görevi görmeyecektir.";
"Bridge_On" = "AirPort kablosuz ağ aygıtı, AirPort ve Ethernet ağı arasında köprü görevi görecektir.";
"Bridge_LAN" = "AirPort kablosuz ağ aygıtı, AirPort ve yerel Ethernet ağı arasında köprü görevi görecektir.";
"DHCPRangeLabel" = "DHCP Aralığı:";

/* Binary errors */
"binSize" = "Seçilen dosya doğru büyüklükte değil.";
"binDowngrade" = "Seçili AirPort kablosuz ağ aygıtının sürümü %@ sürümüne indirilemiyor.";
"binSignature" = "Firmware dosyası imzasıyla eşleşmiyor ve geçerli değil. AirPort kablosuz aygıtlarınızdan hiçbiri güncellenmedi.";
"binChecksum" = "Seçilen dosyanın sağlama toplamı geçersiz.";
"binError" = "Seçilen dosya incelenirken beklenmedik bir hata oluştu.";
"binConfirmReload" = "Seçilen yazılımı AirPort kablosuz ağ aygıtına yeniden yüklemek istediğinizden emin misiniz?";
"binVersion" = "Seçilen dosyanın sürüm numarası belirlenemiyor.";
"binConfirmDowngrade" = "Yüklediğiniz yazılım (%1$@), AirPort kablosuz ağ aygıtında bulunandan (%2$@) daha eski.";
"binChooseAnother" = "Başka bir dosya seçin ve yeniden deneyin.";
"binCurrentVersion" = "Seçili AirPort kablosuz ağ aygıtı %@ sürümünü çalıştırıyor.";
"binAskUpload" = "Yine de onu yüklemek istiyor musunuz?";
"binNewerVersion" = "AirPort kablosuz ağ aygıtı yazılımının daha yeni bir sürümü (%@) var.";
"binConfirmUpload" = "Şimdi yüklemek için Yükle’yi tıklayın.";

/* Progress strings */
"progDiscovering" = "AirPort kablosuz ağ aygıtları bulunuyor…";
"progJoining" = "Kablosuz ağa katılıyor…";
"progPreparing" = "Yükleme için hazırlanıyor…";
"progChangingIP" = "TCP/IP konfigürasyonu değiştiriliyor…";
"progSettingIP" = "AirPort kablosuz ağ aygıtının TCP/IP adresi ayarlanıyor…";
"progUploading" = "Bu AirPort kablosuz ağ aygıtı güncelleniyor…";
"progUploadingSpecific" = "%@ güncelleniyor…";
"progDownloading" = "Yazılım güncelleme indiriliyor…";
"progRestoring" = "Saptanmış konfigürasyon geri yükleniyor…";
"progWaiting" = "AirPort kablosuz ağ aygıtının yeniden başlaması bekleniyor…";
"progWaitingSpecific" = "%@ öğesinin yeniden başlaması bekleniyor…";
"progReading" = "AirPort kablosuz ağ aygıtı konfigürasyonu okunuyor…";
"progReadingSpecific" = "%@ konfigürasyonu okunuyor…";
"progWriting" = "AirPort kablosuz ağ aygıtı konfigürasyonu yazılıyor…";
"progWritingSpecific" = "%@ konfigürasyonu yazılıyor…";
"progValidating" = "AirPort kablosuz ağ aygıtı konfigürasyonun geçerliliği doğrulanıyor…";
"progValidatingSpecific" = "%@ konfigürasyonunun geçerliliği doğrulanıyor…";
"progRestarting" = "AirPort kablosuz ağ aygıtı yeniden başlatılıyor…";
"progRestartingSpecific" = "%@ yeniden başlatılıyor…";
"progSearching" = "AirPort kablosuz ağ aygıtları aranıyor…";
"progWaitingDiskStatus" = "Disk durumu bekleniyor…";

/* Validation errors */
"valPPPNeedsNAT" = "Modem (PPP) ya da Ethernet üzerinden PPP (PPPoE) bağlantıları için IP adresleri dağıt seçeneğinin açık olması gerekir.";
"valInvalidIP" = "Geçersiz bir IP adresi girdiniz.";
"valInvalidNetwork" = "IP adresi, Alt Ağ maskesi ve Yöneltici adresinin geçersiz bir birleşimini girdiniz.";
"valPhoneNumber" = "Telefon numarası girmediniz.";
"valInvalidDHCP" = "DHCP adresi, alt ağ maskesi ve yöneltici adresi ile uyumlu değil.";
"valNeedStatic" = "DHCP adresleri aralığının paylaştırılması, AirPort kablosuz ağ aygıtının Ethernet ve sabit IP adresleri kullanılarak ayarlanmasını gerektirir.";
"valInvalidPort" = "Geçersiz bir kapı numarası girdiniz.";

/* Explanations */
"tryName" = "Bir ad girip yeniden deneyin.";
"tryPassword" = "Bir ağ parolası girip yeniden deneyin.";
"tryCheck" = "Konfigürasyonunuzu denetleyin ve yeniden deneyin.";

/* New strings for new base station */
"infoUploadDefaultACP" = "AirPort kablosuz ağ aygıtına saptanmış yazılım yüklenecektir. Yükleme sırasında TCP/IP konfigürasyonunuzu geçici olarak değiştirmek için Tamam’ı tıklayın.";
"valInvalidNetworkACP" = "Bu adres aralığı yerel Ethernet arabirimleri için ayrılmıştır.";
"valInvalidPortMapping" = "Kapı Eşlemeye yalnızca tek bir IP adresini paylaşırken (DHCP ve NAT kullanarak) izin verilir.";
"aclDuplicates1" = "İçe aktarma sırasında aynı olan bir giriş atlandı.";
"aclDuplicates2" = "İçe aktarma sırasında aynı olan %d giriş atlandı.";
"softResetACP" = "Seçtiğiniz AirPort kablosuz ağ aygıtı, erişime izin verilmesi amacıyla geçici olarak sıfırlandı. Erişimi engellemiş olabilecek ayarları (AirPort kablosuz ağ aygıtı parolası, ağ parolası, Erişim denetimi listesi ve RADIUS da dahil olmak üzere) şimdi değiştirme fırsatına sahipsiniz.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "1";		

/* New strings for 2.0.4 */
"providedByDHCP" = "(Sunucu tarafından sağlanıyor)";
"providedByPPP" = "(Sunucu tarafından sağlanıyor)";
"valInvalidPPPDialin" = "Internet'e Modem ya da AOL yoluyla bağlanmaya ayarlandığında Gelen PPP Aramalarına izin verilmez.";
"valInvalidPPPDialinNoNat" = "Adres aralığını paylaştırmaya ayarlandığında Gelen PPP Aramalarına izin verilmez.";

"valInvalidDHCPMessage" = "DHCP iletisi 253 karakterden daha uzun olamaz.";
"tryShorter" = "%d ya da daha fazla karakteri silip yeniden deneyin.";

"RADIUS_Default" = "MAC adresi 010203-0a0b0c olarak biçimlenecek ve kullanıcı adı için kullanılacaktır. Paylaşılan Sır parola olacaktır. Bu biçim genellikle Lucent ve Agere tarafından kullanılır.";
"RADIUS_Alternate" = "MAC adresi 0102030a0b0c olarak biçimlenecek ve hem kullanıcı adı hem de parola için kullanılacaktır. Bu biçim genellikle Cisco tarafından kullanılır.";

"oldFormat" = "Seçilen dosya ya bozulmuş ya da AirPort İzlencesi'yle uyumlu değil. Başka bir dosya seçip yeniden deneyin.";
"newFormat" = "Seçilen dosya, daha yeni bir konfigürasyon dosyası ve AirPort kablosuz ağ aygıtının bu sürümü ile uyumlu değil.";

/* AOL additions */
"EnableAOL"		= "AOL ebeveyn denetimlerini etkinleştir";
"AOLcable"		= "AOL (kablo modem)";
"AOLdsl"		= "AOL (DSL)";

/* AOL realm strings -- different for non-US? */
"AOLrealmCable"	= "aolnet/abc.prod.cbl.apple.1.AirPort";
"AOLrealmDSL"	= "aolnet/abc.prod.dsl.apple.1.AirPort";
"AOLrealm"		= "aolnet/abc.prod.dlp.apple.1.AirPort";

/* WEP key explanations */
"requireHEX"	= "Yalnızca onaltılık düzendeki karakterler girmelisiniz.";
"requireASCII"	= "Yalnızca ASCII karakterler girmelisiniz.";

/* New strings for 3.0 */
"Internal"		= "Dahili";
"External"		= "Harici";
"noWEP"			= "(ayarlanmamış)";
"errSameConfig"	= "kaydedilmiş konfigürasyon";
"errSameBinary"	= "firmware";

"valInvalidDMZ1"= "Saptanmış Sunucuya yalnızca tek bir IP adresini paylaşırken (DHCP ve NAT kullanarak) izin verilir.";
"valInvalidDMZ2"= "Saptanmış Sunucu adresinin %1$@ ile %2$@ aralığında olması gerekir.";

/* WDS */
"AirPortWDS"	= "AirPort (WDS)";
"valNeedWDS"	= "AirPort ağınızda WDS'yi etkinleştirmeyi seçtiniz ama en az bir tane uzaktaki AirPort kablosuz ağ aygıtı için MAC adresi girmediniz.";
"valNeedWDSRmt"	= "AirPort ağınızda WDS'yi etkinleştirmeyi seçtiniz ama birincil AirPort kablosuz ağ aygıtı için MAC adresi girmediniz.";
"InvalidMACAddress" = "Girdiğiniz MAC adresi geçerli değil.";

"WDSAirPortID"	= "Uzaktaki AirPort kablosuz ağ aygıtının AirPort kimliğini girin.";

"WDSSettingsFor" = "Ayarlar:";
"ThisBaseStation" = "bu AirPort kablosuz ağ aygıtı";

"valWDSWithDHCPNATTitle" = "Kablosuz Dağıtım Sistemi (WDS)";
"valWDSWithDHCPNATText" = "WDS içinde bulunan uzaktaki AirPort kablosuz ağ aygıtlarında DHCP ve NAT etkinleştirilmiş olmamalı.\n\nAğ bölümünde “IP Adreslerini Dağıt” seçeneğinin seçimini kaldırdığınızdan emin olun.";

"errNotSupportedAP2" = "AirPort İzlencesi'nin bu sürümü, bu AirPort kablosuz ağ aygıtını ayarlayamaz. Ayarlamak için, AirPort kablosuz ağ aygıtıyla gelen yazılımı veya çevrimiçi olarak bulabileceğiniz yazılımı kullanın.";



"WDSPrimaryBaseStationDescription" = "Ana AirPort kablosuz ağ aygıtı Internet'e bağlıdır ve bağlantısını uzaktaki AirPort kablosuz ağ aygıtlarıyla ve aktarma AirPort kablosuz ağ aygıtlarıyla paylaşır.";
"WDSRemoteBaseStationDescription" = "Uzaktaki AirPort kablosuz ağ aygıtı, ana AirPort kablosuz ağ aygıtının Internet bağlantısını paylaşır.";
"WDSRelayBaseStationDescription" = "Aktarma AirPort kablosuz ağ aygıtı, ana AirPort kablosuz ağ aygıtına bağlıdır ve Internet bağlantısını uzaktaki AirPort kablosuz ağ aygıtlarıyla ve diğer aktarma AirPort kablosuz ağ aygıtlarıyla paylaşır.";

"wdsManuallySetUpForWDS" = "Elle WDS ayarı gerekiyor";
"wdsSuccessfullySetUpAsWDS" = "WDS ayarlaması başarılı oldu";
"wdsCancelledSetUpAsWDS" = "WDS ayarlanmasından vazgeçildi";
"wdsNotOnThisPlatform" = "WDS desteklenmiyor";

"DefaultBasePasswordDescription" = "Seçilen AirPort kablosuz ağ aygıtı için parolayı girin:";
"SpecificBasePasswordDescription" = "Parolayı girin:";
"NetworkPasswordDescription" = "Şunun için kablosuz ağ parolasını girin:";

"wdsRemoteConfigResults" = "WDS Uzaktaki AirPort Kablosuz Ağ Aygıtı Ayarlama Sonuçları";
"wdsProgressSettingUpRemoteBases" = "Uzaktaki AirPort kablosuz ağ aygıtları ayarlanıyor…";
"wdsProgressJoining" = "%@ öğesine katılıyor…";
"wdsProgressReading" = "%@ konfigürasyonu okunuyor…";
"wdsProgressRejoining" = "Bu AirPort kablosuz ağ aygıtının ağına yeniden katılıyor.";
"wdsErrorRejoining" = "Bu AirPort kablosuz ağ aygıtının ağına yeniden katılırken bir hata oluştu.";

"noASCIIWEP" = "(yazdırılabilir değil)";

"remoteSettingsOK" = "Bu AirPort kablosuz ağ aygıtları için WDS ayarlanmasını sürdür";
"remoteSettingsCancel" = "Bu AirPort kablosuz ağ aygıtları için WDS ayarlanmasından vazgeç";
"remoteSettingsCancelAll" = "Diğer AirPort kablosuz ağ aygıtları için WDS ayarlanmasından vazgeç";

"notAvailable" = "(yok)";

"wdsNonPublicPasswordTip" = "Parolayı değiştirmek isterseniz, yeni parolayı parola alanına girin ve altındaki alana da doğrulamak için yeniden girin.";
"wdsNotCompatibleWithChannelAuto" = "WDS'deki AirPort kablosuz ağ aygıtlarında Otomatik Kanal Seçimi'nin etkinleştirilmemiş olması gerekir.\n\nAirPort bölümündeki Kanal menüsünde “Otomatik” dışında bir kanal seçtiğinizden emin olun.";

"internetConfirmTurningOffWDS" = "Bu AirPort kablosuz ağ aygıtı şu anda WDS'nin bir parçası olarak ayarlanmış. Internet bağlantı yönteminin değiştirilmesi, bu WDS ilişkisini kaldıracaktır.";

/* file name for ACL export */
"AccessControlList" = "Erişim Denetimi Listesi";

"duplicatePortMappingTitle"			= "Kapı Eşleme Hatası";
"duplicatePortMapping"				= "Girdiğiniz kapı eşleme girişi zaten var.";

"wepkey" = "Ağ parolası";
"password" = "Parola";
"psk" = "Önceden Paylaşılan Anahtar";
"errWrongLengthPSK" = "Girdiğiniz Önceden Paylaşılan anahtarın tam 64 karakter (onaltılık düzendeki) uzunluğunda olması gerekiyor.";

"addACL" = "Erişim Denetimi Girişi Ekle…";
"editACL" = "Erişim Denetimi Girişini Düzenle…";
"deleteACL" = "Erişim Denetimi Girişlerini Sil…";
"importACL" = "Erişim Denetimi Girişlerini İçe Aktar…";
"exportACL" = "Erişim Denetimi Girişlerini Dışa Aktar…";
"revertACL" = "Önceki Erişim Denetimi Girişlerine Dön…";

"WDSNotCompatibleWithWPA" = "WPA güvenliğini kullanan bir AirPort kablosuz ağ aygıtı, WDS ağında kullanılamaz. Bu AirPort kablosuz ağ aygıtının güvenlik düzeyini WEP veya Etkinleştirilmemiş olarak ayarlayın.";
"WPANotCompatibleWithWDS" = "WPA güvenliğini kullanan bir AirPort kablosuz ağ aygıtı, WDS ağında kullanılamaz. Bu AirPort kablosuz ağ aygıtı WDS'den çıkarılacaktır.\n\nBu değişikliği yapmak istediğinizden emin misiniz?";
"ShowOptions" = "Seçenekleri Göster";
"HideOptions" = "Seçenekleri Gizle";
"CannotConfigureWPAEnterpriseForWDS" = "WPA Kurumsal güvenliğine sahip AirPort kablosuz ağ aygıtı, WDS ağına eklenemez. Başka bir AirPort kablosuz ağ aygıtı seçin.";
"WPANotSupportedByCard" = "WPA ile korunan bir ağa katılma ve WPA ile korunan AirPort kablosuz ağ aygıtında değişiklik yapma, WPA yeteneğine sahip bir bilgisayar gerektirir. Bu bilgisayar WPA yeteneğine sahip değil. Sürdürürseniz WPA ile korunan ağa katılamayacak veya WPA ile korunan AirPort kablosuz ağ aygıtında değişiklik yapamayacaksınız.";

/* 3.3 Changes */
"LocalACLNotCompatibleWithWPAEnterpriseTitle" = "Yerel MAC adresi erişim denetimi WPA Kurumsal düzeyindeki kablosuz ağ güvenliğiyle uyumlu değildir.";
"LocalACLNotCompatibleWithWPAEnterprise" = "Yerel MAC adresi erişim denetimini etkinleştirmek için başka bir kablosuz ağ güvenliği düzeyi seçin.";
"errPingFailed" = "AirPort İzlencesi, bu AirPort kablosuz aygıtıyla iletişim kuramadı. Sistem Tercihleri'ndeki Ağ ayarlarınızı denetleyin.";
"errEscapedPasswordBadLength" = "Girdiğiniz onaltılık düzendeki parola doğru uzunlukta değil. Doğru kaçış karakterlerini (“$”, “0X” veya “0x”) izleyen on tane onaltılık düzendeki basamağı girmelisiniz.";

/* 3.4 Changes */
"ShouldntChangeChannelsInAWDS" = "Bu AirPort kablosuz ağ aygıtı şu an WDS içinde ayarlanmış. Kanalı değiştirme WDS bağlantısını kesecektir.";
"BaseStationOptionsTitle" = "Baz İstasyonu Seçenekleri Hatası";
"ValidSysLogIPAddress" = "AirPort kablosuz ağ aygıtı günlüğünün gönderileceği geçerli bir IP adresi vermeniz gerekir.";
"ValidNTPServerInfo" = "NTP Sunucu için geçerli bir sunucu adı veya IP adresi vermeniz gerekir.";
"ImportError" = "İçe Aktarma Hatası";
"CannotImportIntoSavedConfig" = "Kaydedilmiş bir konfigürasyon dosyasını başka bir kaydedilmiş konfigürasyon dosyasına aktaramazsınız.";
"ConfigurationFileNotSupported" = "Seçtiğiniz konfigürasyon dosyası, bu AirPort kablosuz ağ aygıtıyla uyumlu değil.";

/* 4.0 Changes */
"doesntSupportProfilesDescription" = "Bu AirPort kablosuz ağ aygıtı, yalnızca tek bir konfigürasyon profilini destekler. Profili ayarlamak için onu listede seçip Ayarla'yı tıklayın.";
"confirmMakeInactiveProfileActive" = "Bu profil şu anda etkin değil. Onu, bu AirPort kablosuz ağ aygıtı için etkin profil olarak ayarlamak ister misiniz?";
"confirmDeleteProfiles" = "Seçili profilleri silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.";
"AddProfile" = "Profil Ekle";
"ActiveProfile" = "%@ (etkin)";
"CurrentProfile" = "Şu Anki Profil: %@";
"confirmSaveProfile" = "“%@” öğesinde yaptığınız değişiklikleri kaydetmek istiyor musunuz?";
"HardResetMode" = "Sıfırlama Modu";
"HardResetPrompt1" = "Bu %@ sıfırlandı.";
"HardResetPrompt2" = "Ne yapmak istediğinizi seçin.";
"RestorePreviousProfile_Title" = "Önceki profili geri yükle";
"RestorePreviousProfile_Desc" = "Aygıt, önceki ayarlarla ilgili sorunlardan dolayı sıfırlandıysa yeniden sıfırlanması gerekebilir.";
"RestorePreviousConfig_Title" = "Önceki ayarları geri yükle";
"RestorePreviousConfig_Desc" = "Aygıt, önceki ayarlarla ilgili sorunlardan dolayı sıfırlandıysa yeniden sıfırlanması gerekebilir.";
"ResetPreviousProfile_Title" = "Daha önce seçilen profili saptanmış ayarlarla değiştir";
"SavePreviousConfigProfile_Title" = "Saptanmış ayarları kullan ve önceki ayarları profil olarak kaydet";
"ProfileName" = "Profil Adı";
"CreateResetProfile_Title" = "Saptanmış ayarları yeni bir profil olarak ekle";
"CreateResetProfile_Desc" = "Önceden ayarlanan ayarlar korunacaktır ve saptanmış ayarlar profili yaratılıp etkinleştirilecektir.";
"DefaultSettings" = "Saptanmış Ayarlar";
"RecoveredSettings" = "Kurtarılan Ayarlar";
"WirelessNetwork" = "Kablosuz Ağ";
"TooManyACLEntries" = "Yerel erişim denetimi listesi, maksimum sayıdan %d fazla giriş içeriyor. %d girişi silin.";
"HardResetProfilesMode" = "Bu AirPort kablosuz ağ aygıtı sıfırlanmış. Bir profili etkinleştirmek için profilin düğmesini ve sonra Tamam'ı tıklayın.";
"NothingInEthernetPort" = "Ethernet kapısına bağlı herhangi bir şey gözükmüyor. Internet'e bağlanmak için geniş bant modem kullanıyorsanız veya Ethernet ağına bağlıysanız modemi veya ağı Ethernet kapısına bağlayın.";
"EthernetPort" = "Ethernet Kapısı";
"LANConnector" = "LAN Bağlayıcısı";
"TooManyImportedACLEntries" = "Yerel erişim denetimi listesi olabilecek en fazla giriş sayısından fazla giriş içeriyor. İlk %d girişi içe aktarmak için Tamam'ı tıklayın yoksa Vazgeç'i tıklayın.";
"confirmNonSupportedClientModeSecurity" = "Kablosuz ağ, seçtiğiniz kablosuz ağ güvenlik kipini desteklemiyor.";

/* 5.3 Changes */
"GenericNumberToGenericNumber" = "%1$d - %2$d";
"GenericNumberOfGenericNumber" = "%1$d / %2$d";
"PPPoE_COD_ID_WAB_Conflict" = "PPPoE otomatik bağlanma/boş kaldığında bağlantıyı kesme, geniş alan sunucu adıyla kullanılamaz.";
"DisablingWANConfig" = "WAN kapısı üzerinden ayarlamaya izin vermeme, bu AirPort kablosuz ağ aygıtının AirPort aygıtları listesinde gözükmesini engelleyebilir. WAN konfigürasyonu kapalıyken, AirPort kablosuz ağ aygıtında değişiklik yapmak için bu aygıt tarafından yaratılan ağa katılmanız gerekecektir.";
"MultiplePrinters" = "(Birden Fazla Yazıcı)";
"MultipleDisks" = "(Birden Fazla Disk)";
"TaskTimedOutError" = "AirPort İzlencesi sürmekte olan işlemin durumunu belirleyemiyor.";
"EraseTaskTimedOutTryAgain" = "Time Capsule diskini silmek için AirPort İzlencesi'nin Diskler bölümünü kullanın.";
"ArchiveTaskTimedOutTryAgain" = "Time Capsule diskini arşivlemek için AirPort İzlencesi'nin Diskler bölümünü kullanın.";

/* Timed Access Control maximum connection time */
"MaxUserConnectTimeLabel" = "Erişimi Sınırla:";
"title_per_user_per_day" = "/kullanıcı/gün";
"title_per" = "/";
"title_minute(s)" = "dakika";
"title_hour(s)" = "saat";
"MaxUserConnectTimeHoursPerDay" = "saat/kullanıcı/gün";
"MaxUserConnectTimeMinutesPerDay" = "dakika/kullanıcı/gün";
/* "Allow wireless access for: x <Units> every y <Units>" as in Allow wireless access for 4 Hours every 24 Hours */
"MaxUserConnectTimeFormat" = "Her %2$@ aralığında %1$@";

"MobileMeAccountName" = "MobileMe Üye Adı";
"MobileMeAccountPassword" = "Parola";

"Five_GHz" = "5 GHz";
"TwoPtFour_GHz" = "2,4 GHz";

"CreateRoamingNetworkChoice" = "Dolaşım ağı yarat";
"AddNewNetworkChoice" = "Başka bir ağ ekle";

"genericWithPassword" = "%@ parolasıyla";
"settingMigrationSource" = "Kaynak";

"genericAirPortDevice" = "AirPort kablosuz ağ aygıtı";
"genericAirPortDevices" = "AirPort kablosuz ağ aygıtları";
"title_ShowPassword" = "Parolayı Göster";
"title_ShowPasswords" = "Parolaları Göster";

"BaseStationNotSupportedTitle" = "AirPort İzlencesi'nin daha yeni bir sürümü gerekli.";
"BaseStationNotSupportedWarning" = "AirPort İzlencesi’nin bu sürümü, bu AirPort kablosuz ağ aygıtını desteklemiyor ve onu kullanmaya devam ederseniz aygıtı düzgün bir şekilde ayarlayamayabilir. AirPort İzlencesi’nin en son sürümü için www.apple.com/support/airport adresine bakın.";

"MultipleItemsSeparatorAppendFormat" = ", %@";

"DiskNameIsNotValid" = "Kullanılan Time Capsule diski geçerli değil. Yeni bir ad girin.";
"UserAccountNameNotValid" = "Bu dosya paylaşma hesabı adı geçerli değil. Lütfen yeni bir hesap adı girin.";
"UserAccountNamesNotValid" = "En az bir dosya paylaşma hesabı adı geçerli değil. Lütfen yeni hesap adları girin.";

"Disabled" = "Etkin değil";
"Enabled" = "Etkin";

"SetupComplete" = "Ayarlama Tamamlandı";
"UpdateComplete" = "Güncelleme Tamamlandı";

"LessSecureCommunication" = "Bu AirPort kablosuz aygıtıyla iletişim kurma, girdiğiniz parolanın ağdaki diğer aygıtlar tarafından görülmesine neden olabilir.";
"YouShouldUpdateFirmware" = "Bu AirPort kablosuz ağ aygıtını en son firmware'e güncellemeniz gerekir.";
"AreYouSureContinue" = "Sürdürmek istediğinizden emin misiniz?";

"MinimumMacOSVersion" = "AirPort İzlencesi, en iyi Mac OS X sürüm %@ veya daha yenisiyle çalışır. Lütfen, Mac OS X'in daha yeni bir sürümüne güncelleyin.";
"MinimumWinOSVersion" = "AirPort İzlencesi, en iyi Windows XP SP3, Vista SP1 veya daha yenisiyle çalışır. Lütfen, Windows'un daha yeni bir sürümüne güncelleyin.";

"UserAccountsExistingFilesWarning" = "Kullanıcı hesapları ayarlama, AirPort disklerinde bulunan dosyaları yönetici olmayan kullanıcılar için erişilemez kılabilir.";
"AtMeDotCom" = "@me.com";
"AtMacDotCom" = "@mac.com";
"MobileMeNamePlacheolder" = "(MobileMe üye adı)";

"errNeedName" = "Sürdürmek için bir ad girmelisiniz";

"PrinterDescription" = "Yazıcı Açıklaması";
"PrinterName" = "Yazıcı Adı";

"ExtendingANonExtensibleEnabledNetwork" = "Seçtiğiniz ağ genişletilecek şekilde ayarlanmamış.";
"ExtendingANonExtensibleNetwork" = "Seçtiğiniz ağ genişletilemiyor.";
"AreYouSureExtend" = " Bu ağı genişletmek istediğinizden emin misiniz?";

"RadioSTAListClientType" = "İstemci Türü";
"RadioSTAListOpmodeSTA" = "Kablosuz Ağ";
"RadioSTAListOpmodePSTA" = "Ethernet";
"RadioSTAListOpmodeWDS" = "WDS";
"RadioSTAListOpmodeDWDS" = "Kablosuz Ağ Genişletici";

"RadioSTAList80211Mode" = "80211 Modu";
"WirelessClients" = "Kablosuz İstemciler";
"EthernetClients" = "Ethernet İstemcileri";
"WirelessEthernetClients" = "Kablosuz Ağ ve Ethernet İstemcileri";

"DisableWANServices" = "Tüm WAN servislerini etkisizleştir";

"ImportWarning" = "İçe aktarılan bu ayarlar şu anki ayarların üzerine yazılabilir.";

"USBSharingDescription" = "Ağınızdaki kullanıcıların, %@ öğenize bağlı USB aygıtlara erişmesini sağlamak için USB Paylaşmayı kullanın.";
"USBSharingVsFileSharing" = "USB Paylaşma, USB kullanarak bağlı olan diskler için dosya paylaşmayı etkilemez.";

"Base Station" = "Baz İstasyonu";	/* OK TO LOCALIZE */
"Time Capsule" = "Time Capsule";	/* DO NOT LOCALIZE */

"EraseDestTimeCapsuleDisk" = "Hedef Time Capsule diskini sil";
"EraseDestTimeCapsuleDisk.description" = "Aktarma başlamadan önce disk içeriğini üzerine aktaracağınız Time Capsule diskinin silinmesini istiyorsanız “Hedef Time Capsule diskini sil”i tıklayın.";
"EraseSourceTimeCapsuleDisk" = "Kaynak Time Capsule diskini sil";
"EraseSourceTimeCapsuleDisk.description" = "Aktarma başladıktan sonra, disk içeriğini aktaracağınız Time Capsule diskinin silinmesini istiyorsanız “Kaynak Time Capsule diskini sil”i tıklayın.";


"MoreOptions" = "Daha Fazla Seçenek";

"PrintersChangeNamesDescription" = "Bir yazıcının adını değiştirmek için, yazıcıyı aşağıdaki listede seçin ve Düzenle'yi tıklayın.";

"GuestNetRequiresDHCPNAT" = "Konuk ağı, bu %@ öğesinin NAT/DHCP kullanarak ortak bir IP Adresini paylaşmaya ayarlanmasını gerektirir.";

"BTMMRequiresPPPoEAlwaysOn" = "Mac'ime Dön, PPPoE bağlantısının Her Zaman Açık olarak ayarlanmasını gerektirir.";
"SelectPPPoEAlwaysOn" = "Bağlantı menüsünden “Her Zaman Açık”ı seçin.";

"ClientTable_Client" = "İstemci";
"ClientTable_Signal" = "Sinyal";
"ClientTable_Noise" = "Gürültü";
"ClientTable_Rate" = "Hız";
"ClientTable_Type" = "Tür";
"ClientTable_80211" = "80211";
"ClientTable_MAC" = "MAC Adresi";
"ClientTable_IP" = "IP Adresi";
"ClientTable_ClientID" = "İstemci Kimliği";
"ClientTable_Lease" = "Tutma Süresi";

"IPv4orIPV6" = "IPv4 veya IPv6 adresleri";
"TablePlusButton" = "+";
"TableMinusButton" = "-";

"IgnoredDevices" = "Yok Sayılan Aygıtlar";

"WirelessNetworkOptionsButton" = "Kablosuz Ağ Seçenekleri…";

/* End of strings file */
